{"oov": 1, "the": 2, "of": 3, "and": 4, "a": 5, "in": 6, "to": 7, "game": 8, "is": 9, "that": 10, "with": 11, "champions": 12, "players": 13, "league": 14, "as": 15, "by": 16, "are": 17, "'s": 18, "legends": 19, "for": 20, "on": 21, "was": 22, "games": 23, "team": 24, "their": 25, "an": 26, "riot": 27, "each": 28, "it": 29, "all": 30, "they": 31, "has": 32, "other": 33, "from": 34, "have": 35, "champion": 36, "at": 37, "n": 38, "which": 39, "enemy": 40, "can": 41, "be": 42, "or": 43, "after": 44, "damage": 45, "million": 46, "match": 47, "but": 48, "not": 49, "time": 50, "level": 51, "2009": 52, "its": 53, "rift": 54, "teams": 55, "two": 56, "one": 57, "xe2": 58, "x80": 59, "player": 60, "over": 61, "them": 62, "these": 63, "own": 64, "turrets": 65, "would": 66, "most": 67, "than": 68, "some": 69, "through": 70, "three": 71, "had": 72, "summoner": 73, "map": 74, "will": 75, "nexus": 76, "base": 77, "modes": 78, "play": 79, "2019": 80, "since": 81, "2016": 82, "between": 83, "dota": 84, "who": 85, "gold": 86, "minions": 87, "more": 88, "powerful": 89, "unique": 90, "abilities": 91, "called": 92, "europe": 93, "2": 94, "mode": 95, "also": 96, "known": 97, "this": 98, "'": 99, "defense": 100, "structures": 101, "well": 102, "items": 103, "released": 104, "active": 105, "world": 106, "into": 107, "5": 108, "abyss": 109, "1": 110, "points": 111, "five": 112, "deal": 113, "2013": 114, "such": 115, "various": 116, "played": 117, "number": 118, "located": 119, "only": 120, "treeline": 121, "been": 122, "matches": 123, "characters": 124, "if": 125, "matchmaking": 126, "lane": 127, "attack": 128, "rather": 129, "nthe": 130, "types": 131, "another": 132, "like": 133, "mod": 134, "ancients": 135, "maps": 136, "variety": 137, "up": 138, "september": 139, "october": 140, "north": 141, "any": 142, "while": 143, "nleague": 144, "twisted": 145, "minutes": 146, "control": 147, "then": 148, "gameplay": 149, "account": 150, "new": 151, "used": 152, "x93": 153, "destroyed": 154, "buff": 155, "drakes": 156, "nashor": 157, "so": 158, "best": 159, "enemies": 160, "runeterra": 161, "online": 162, "usually": 163, "defensive": 164, "weak": 165, "company": 166, "many": 167, "based": 168, "announced": 169, "america": 170, "first": 171, "concurrent": 172, "2018": 173, "howling": 174, "scar": 175, "allows": 176, "health": 177, "killing": 178, "monsters": 179, "given": 180, "being": 181, "when": 182, "respawn": 183, "killed": 184, "baron": 185, "available": 186, "mages": 187, "original": 188, "summoners": 189, "city": 190, "destroy": 191, "opposing": 192, "objectives": 193, "experience": 194, "july": 195, "2012": 196, "pc": 197, "largest": 198, "8": 199, "peak": 200, "character": 201, "similar": 202, "china": 203, "crystal": 204, "set": 205, "begin": 206, "ways": 207, "do": 208, "both": 209, "system": 210, "2017": 211, "choose": 212, "were": 213, "popular": 214, "type": 215, "neutral": 216, "range": 217, "inhibitor": 218, "once": 219, "elemental": 220, "4": 221, "herald": 222, "added": 223, "vs": 224, "select": 225, "made": 226, "magic": 227, "he": 228, "2014": 229, "additionally": 230, "client": 231, "setting": 232, "institute": 233, "war": 234, "beta": 235, "server": 236, "ign": 237, "conference": 238, "battle": 239, "developed": 240, "warcraft": 241, "iii": 242, "although": 243, "narrative": 244, "make": 245, "beck": 246, "guinsoo": 247, "additional": 248, "earned": 249, "championship": 250, "european": 251, "10": 252, "regional": 253, "korea": 254, "consists": 255, "compete": 256, "destroying": 257, "towers": 258, "nin": 259, "every": 260, "item": 261, "thus": 262, "30": 263, "november": 264, "playing": 265, "essence": 266, "currency": 267, "money": 268, "access": 269, "certain": 270, "features": 271, "different": 272, "middle": 273, "lanes": 274, "river": 275, "no": 276, "include": 277, "high": 278, "allied": 279, "spawn": 280, "inhibitors": 281, "fight": 282, "jungle": 283, "sometimes": 284, "dragon": 285, "members": 286, "drake": 287, "random": 288, "example": 289, "where": 290, "out": 291, "combination": 292, "may": 293, "custom": 294, "ten": 295, "take": 296, "multiple": 297, "tend": 298, "very": 299, "allies": 300, "choice": 301, "style": 302, "focused": 303, "fire": 304, "june": 305, "monthly": 306, "skins": 307, "heroes": 308, "countries": 309, "created": 310, "too": 311, "states": 312, "theme": 313, "distributed": 314, "southeast": 315, "tournaments": 316, "video": 317, "inspired": 318, "against": 319, "course": 320, "blend": 321, "short": 322, "marc": 323, "merill": 324, "decided": 325, "create": 326, "free": 327, "steve": 328, "become": 329, "development": 330, "eventually": 331, "partnered": 332, "tencent": 333, "27": 334, "early": 335, "release": 336, "around": 337, "hours": 338, "there": 339, "series": 340, "design": 341, "value": 342, "k": 343, "professional": 344, "annual": 345, "viewership": 346, "prize": 347, "us": 348, "featured": 349, "mid": 350, "total": 351, "moba": 352, "current": 353, "discontinued": 354, "removed": 355, "together": 356, "low": 357, "gain": 358, "special": 359, "kill": 360, "accounts": 361, "x932017": 362, "content": 363, "reworked": 364, "gave": 365, "provides": 366, "influence": 367, "elo": 368, "past": 369, "guarded": 370, "upper": 371, "bottom": 372, "four": 373, "movement": 374, "provide": 375, "cost": 376, "having": 377, "common": 378, "last": 379, "six": 380, "dragons": 381, "side": 382, "mechanics": 383, "launch": 384, "x932014": 385, "aram": 386, "single": 387, "launched": 388, "official": 389, "3": 390, "retired": 391, "dominion": 392, "those": 393, "reduced": 394, "down": 395, "2011": 396, "rotating": 397, "tutorial": 398, "ai": 399, "normal": 400, "however": 401, "pick": 402, "able": 403, "largely": 404, "carries": 405, "power": 406, "skills": 407, "quickly": 408, "effect": 409, "targets": 410, "target": 411, "before": 412, "survivability": 413, "support": 414, "vision": 415, "same": 416, "ultra": 417, "rapid": 418, "urf": 419, "place": 420, "rp": 421, "could": 422, "international": 423, "might": 424, "story": 425, "behind": 426, "empire": 427, "pirate": 428, "compared": 429, "noxus": 430, "piltover": 431, "until": 432, "asia": 433, "internet": 434, "goa": 435, "servers": 436, "garena": 437, "asian": 438, "march": 439, "daily": 440, "awards": 441, "esports": 442, "big": 443, "multiplayer": 444, "arena": 445, "windows": 446, "macos": 447, "frozen": 448, "throne": 449, "follows": 450, "model": 451, "microtransactions": 452, "role": 453, "computer": 454, "controlled": 455, "structure": 456, "distinct": 457, "exist": 458, "rules": 459, "discrete": 460, "starting": 461, "strength": 462, "steampunk": 463, "lovecraftian": 464, "large": 465, "fictional": 466, "stories": 467, "founded": 468, "brandon": 469, "ryze": 470, "tryndamere": 471, "former": 472, "business": 473, "roommates": 474, "university": 475, "southern": 476, "california": 477, "los": 478, "angeles": 479, "2006": 480, "college": 481, "developers": 482, "dedicated": 483, "making": 484, "feedback": 485, "feak": 486, "several": 487, "build": 488, "later": 489, "originally": 490, "under": 491, "years": 492, "40": 493, "during": 494, "version": 495, "15": 496, "received": 497, "upon": 498, "exponentially": 499, "popularity": 500, "terms": 501, "media": 502, "watched": 503, "estimated": 504, "100": 505, "users": 506, "day": 507, "music": 508, "web": 509, "diverse": 510, "real": 511, "attention": 512, "group": 513, "global": 514, "esport": 515, "organizes": 516, "competitions": 517, "south": 518, "regions": 519, "average": 520, "11": 521, "fortnite": 522, "traditional": 523, "sports": 524, "events": 525, "super": 526, "achieve": 527, "typically": 528, "building": 529, "maximum": 530, "unlock": 531, "augment": 532, "automatically": 533, "enough": 534, "earn": 535, "throughout": 536, "non": 537, "carry": 538, "subsequent": 539, "less": 540, "rewards": 541, "progress": 542, "separate": 543, "start": 544, "removal": 545, "bonuses": 546, "leveling": 547, "blue": 548, "locked": 549, "automated": 550, "comparable": 551, "nsummoner": 552, "sides": 553, "lower": 554, "left": 555, "right": 556, "hand": 557, "corners": 558, "advance": 559, "divides": 560, "actually": 561, "land": 562, "themselves": 563, "attacked": 564, "damaged": 565, "elder": 566, "half": 567, "kills": 568, "buffs": 569, "entire": 570, "flavored": 571, "rework": 572, "previous": 573, "future": 574, "stronger": 575, "again": 576, "living": 577, "introduced": 578, "became": 579, "difference": 580, "area": 581, "fights": 582, "purchase": 583, "addition": 584, "vilemaw": 585, "granted": 586, "due": 587, "playership": 588, "life": 589, "initial": 590, "score": 591, "0": 592, "26": 593, "22": 594, "ascension": 595, "includes": 596, "op": 597, "human": 598, "uses": 599, "ranked": 600, "roughly": 601, "learn": 602, "selections": 603, "co": 604, "turns": 605, "randomly": 606, "re": 607, "currently": 608, "january": 609, "deals": 610, "physical": 611, "resisted": 612, "armor": 613, "stat": 614, "resistance": 615, "emphasize": 616, "either": 617, "aid": 618, "fit": 619, "ad": 620, "sustained": 621, "exchange": 622, "ap": 623, "ability": 624, "mobility": 625, "specialize": 626, "others": 627, "attributes": 628, "melee": 629, "reach": 630, "divided": 631, "strong": 632, "force": 633, "tanks": 634, "disabling": 635, "attacks": 636, "tank": 637, "respectable": 638, "close": 639, "fighters": 640, "directly": 641, "healing": 642, "buffing": 643, "above": 644, "often": 645, "aiding": 646, "jarvan": 647, "purchases": 648, "something": 649, "his": 650, "fighter": 651, "way": 652, "morgana": 653, "sets": 654, "handful": 655, "nriot": 656, "accessible": 657, "weekend": 658, "hexakill": 659, "draft": 660, "doom": 661, "black": 662, "april": 663, "faster": 664, "nteamfight": 665, "tactics": 666, "auto": 667, "implemented": 668, "placed": 669, "feature": 670, "couple": 671, "ward": 672, "icons": 673, "emotes": 674, "orange": 675, "lore": 676, "villains": 677, "backstories": 678, "struggles": 679, "valoran": 680, "clash": 681, "rebooted": 682, "justifying": 683, "disputes": 684, "why": 685, "powers": 686, "winning": 687, "give": 688, "much": 689, "stand": 690, "idea": 691, "little": 692, "interesting": 693, "did": 694, "void": 695, "plotline": 696, "about": 697, "lost": 698, "shurima": 699, "desert": 700, "bilgewater": 701, "demacia": 702, "state": 703, "zaun": 704, "technology": 705, "freljord": 706, "domain": 707, "race": 708, "island": 709, "shadow": 710, "isles": 711, "recently": 712, "merrill": 713, "community": 714, "member": 715, "aeon": 716, "strife": 717, "expanded": 718, "engine": 719, "believed": 720, "services": 721, "000": 722, "people": 723, "according": 724, "creation": 725, "open": 726, "7": 727, "signed": 728, "distribution": 729, "united": 730, "canada": 731, "philippines": 732, "qq": 733, "user": 734, "portal": 735, "initially": 736, "partnership": 737, "gaming": 738, "2010": 739, "american": 740, "taiwan": 741, "os": 742, "x": 743, "review": 744, "title": 745, "reviewer": 746, "jackson": 747, "considered": 748, "32": 749, "caf": 750, "xc3": 751, "xa9s": 752, "billion": 753, "almost": 754, "gamers": 755, "scholarship": 756, "conferences": 757, "b'league": 758, "lol": 759, "published": 760, "microsoft": 761, "freemium": 762, "supported": 763, "assume": 764, "goal": 765, "lies": 766, "heart": 767, "protected": 768, "varying": 769, "off": 770, "relatively": 771, "increasing": 772, "accumulating": 773, "span": 774, "roles": 775, "fantasy": 776, "tropes": 777, "sword": 778, "sorcery": 779, "horror": 780, "nature": 781, "prohibits": 782, "overarching": 783, "ever": 784, "evolving": 785, "universe": 786, "comics": 787, "cinematics": 788, "books": 789, "students": 790, "citing": 791, "dissatisfaction": 792, "post": 793, "careers": 794, "practices": 795, "contemporary": 796, "constantly": 797, "evolved": 798, "recruited": 799, "veteran": 800, "experienced": 801, "help": 802, "refine": 803, "name": 804, "onslaught": 805, "difficult": 806, "owing": 807, "technical": 808, "limitations": 809, "conflicting": 810, "visions": 811, "publishers": 812, "chinese": 813, "conglomerate": 814, "now": 815, "fully": 816, "owns": 817, "majority": 818, "share": 819, "stock": 820, "founding": 821, "continued": 822, "primarily": 823, "forums": 824, "abridged": 825, "wild": 826, "mobile": 827, "console": 828, "grown": 829, "expansive": 830, "fanbase": 831, "among": 832, "footprints": 833, "streaming": 834, "communities": 835, "platforms": 836, "youtube": 837, "twitch": 838, "routinely": 839, "ranks": 840, "month": 841, "revealed": 842, "boasts": 843, "nearly": 844, "led": 845, "expand": 846, "merchandise": 847, "toys": 848, "accessories": 849, "apparel": 850, "tie": 851, "ins": 852, "videos": 853, "documentaries": 854, "praise": 855, "artistic": 856, "musical": 857, "departments": 858, "particularly": 859, "production": 860, "comprise": 861, "virtual": 862, "groups": 863, "significant": 864, "pentakill": 865, "heavy": 866, "metal": 867, "band": 868, "da": 869, "pop": 870, "girl": 871, "true": 872, "hip": 873, "hop": 874, "widespread": 875, "competitive": 876, "scene": 877, "commonly": 878, "described": 879, "preeminent": 880, "major": 881, "factor": 882, "towards": 883, "industry": 884, "legitimization": 885, "lcs": 886, "lec": 887, "berlin": 888, "respectively": 889, "consist": 890, "lpl": 891, "lck": 892, "culminate": 893, "viewers": 894, "peaking": 895, "44": 896, "minimum": 897, "pool": 898, "collaboration": 899, "louis": 900, "vuitton": 901, "season": 902, "invitational": 903, "overall": 904, "19": 905, "finals": 906, "viewerships": 907, "outdistance": 908, "direct": 909, "competitors": 910, "bowl": 911, "ngameplay": 912, "dimensional": 913, "isometric": 914, "perspective": 915, "running": 916, "corresponding": 917, "lasting": 918, "anywhere": 919, "20": 920, "50": 921, "work": 922, "victory": 923, "condition": 924, "core": 925, "bypassing": 926, "line": 927, "chosen": 928, "assigned": 929, "18": 930, "gaining": 931, "levels": 932, "loses": 933, "defeated": 934, "revived": 935, "passes": 936, "amount": 937, "helping": 938, "passively": 939, "interactions": 940, "spent": 941, "buy": 942, "further": 943, "bought": 944, "specific": 945, "equal": 946, "footing": 947, "relative": 948, "nacross": 949, "applied": 950, "onward": 951, "progressed": 952, "unlocked": 953, "limit": 954, "runes": 955, "masteries": 956, "ip": 957, "lieu": 958, "naccounts": 959, "rankings": 960, "rating": 961, "proprietary": 962, "adjustments": 963, "ratings": 964, "skill": 965, "ngame": 966, "nas": 967, "terrain": 968, "varied": 969, "spells": 970, "opposite": 971, "continually": 972, "toward": 973, "along": 974, "paths": 975, "top": 976, "waves": 977, "ultimately": 978, "win": 979, "areas": 980, "'jungle": 981, "arrayed": 982, "quadrants": 983, "shallow": 984, "doesn": 985, "'t": 986, "impede": 987, "wade": 988, "differently": 989, "dry": 990, "neach": 991, "wishes": 992, "defend": 993, "nturrets": 994, "exceptionally": 995, "approach": 996, "prioritize": 997, "vicinity": 998, "immediately": 999, "advancing": 1000, "minion": 1001, "wave": 1002, "turret": 1003, "without": 1004, "permanently": 1005, "depending": 1006, "location": 1007, "regenerate": 1008, "ninhibitor": 1009, "contains": 1010, "guarding": 1011, "cause": 1012, "surrounding": 1013, "nnexus": 1014, "destruction": 1015, "ends": 1016, "'neutral": 1017, "meaning": 1018, "pass": 1019, "wish": 1020, "reward": 1021, "njungle": 1022, "intervals": 1023, "objective": 1024, "nelemental": 1025, "provided": 1026, "accrue": 1027, "cumulatively": 1028, "elements": 1029, "granting": 1030, "thematically": 1031, "appropriate": 1032, "ones": 1033, "coming": 1034, "third": 1035, "slain": 1036, "get": 1037, "soul": 1038, "spawns": 1039, "individual": 1040, "nrift": 1041, "summoned": 1042, "battering": 1043, "ram": 1044, "x932019": 1045, "potentially": 1046, "nbaron": 1047, "twenty": 1048, "replacing": 1049, "makes": 1050, "nearby": 1051, "seven": 1052, "details": 1053, "changed": 1054, "static": 1055, "late": 1056, "elementally": 1057, "length": 1058, "took": 1059, "statistics": 1060, "nhowling": 1061, "narrow": 1062, "skirmishes": 1063, "hidden": 1064, "focuses": 1065, "exclusively": 1066, "sole": 1067, "cannot": 1068, "return": 1069, "replenish": 1070, "mana": 1071, "unless": 1072, "ntwisted": 1073, "conceptually": 1074, "smaller": 1075, "differences": 1076, "altars": 1077, "grants": 1078, "occupying": 1079, "replacement": 1080, "evil": 1081, "spider": 1082, "deity": 1083, "slays": 1084, "temporary": 1085, "bonus": 1086, "declining": 1087, "ncrystal": 1088, "format": 1089, "competed": 1090, "capture": 1091, "hold": 1092, "longest": 1093, "possible": 1094, "period": 1095, "circle": 1096, "controls": 1097, "fountain": 1098, "scores": 1099, "capturing": 1100, "owning": 1101, "count": 1102, "200": 1103, "reduce": 1104, "wins": 1105, "february": 1106, "formats": 1107, "ngames": 1108, "intended": 1109, "teach": 1110, "nco": 1111, "completing": 1112, "opting": 1113, "formerly": 1114, "pits": 1115, "artificial": 1116, "intelligence": 1117, "nnormal": 1118, "pair": 1119, "similarly": 1120, "skilled": 1121, "nranked": 1122, "reaching": 1123, "pre": 1124, "must": 1125, "expert": 1126, "allowed": 1127, "public": 1128, "rank": 1129, "correlates": 1130, "ranking": 1131, "ncustom": 1132, "allow": 1133, "teammates": 1134, "opponents": 1135, "what": 1136, "nblind": 1137, "simultaneously": 1138, "begins": 1139, "ndraft": 1140, "ban": 1141, "banned": 1142, "removing": 1143, "selecting": 1144, "see": 1145, "nrandom": 1146, "assigns": 1147, "accumulate": 1148, "rolls": 1149, "use": 1150, "nchampion": 1151, "nthere": 1152, "148": 1153, "2020": 1154, "salient": 1155, "rare": 1156, "'true": 1157, "mitigable": 1158, "classified": 1159, "beginners": 1160, "perfectly": 1161, "classifications": 1162, "nmarksman": 1163, "marksmen": 1164, "ranged": 1165, "burst": 1166, "scaling": 1167, "nmage": 1168, "whilst": 1169, "surviving": 1170, "immense": 1171, "safely": 1172, "afar": 1173, "nslayer": 1174, "specializes": 1175, "within": 1176, "go": 1177, "'squishy": 1178, "defenses": 1179, "caught": 1180, "distinguished": 1181, "excellent": 1182, "strike": 1183, "priority": 1184, "slayers": 1185, "assassins": 1186, "flank": 1187, "infiltrate": 1188, "death": 1189, "escaping": 1190, "skirmishers": 1191, "rely": 1192, "marksman": 1193, "tools": 1194, "remain": 1195, "fray": 1196, "ntank": 1197, "hard": 1198, "soak": 1199, "compensate": 1200, "useful": 1201, "crowd": 1202, "distract": 1203, "disable": 1204, "vanguards": 1205, "lead": 1206, "charge": 1207, "wardens": 1208, "concerned": 1209, "protecting": 1210, "nfighter": 1211, "dealer": 1212, "combining": 1213, "moderate": 1214, "designation": 1215, "need": 1216, "survive": 1217, "long": 1218, "juggernauts": 1219, "immobile": 1220, "extreme": 1221, "divers": 1222, "robust": 1223, "selection": 1224, "ncontroller": 1225, "whose": 1226, "meant": 1227, "rest": 1228, "providing": 1229, "debuffing": 1230, "referred": 1231, "controllers": 1232, "paired": 1233, "laning": 1234, "phase": 1235, "focus": 1236, "partner": 1237, "harassing": 1238, "earning": 1239, "slaying": 1240, "serve": 1241, "healers": 1242, "supports": 1243, "expected": 1244, "pay": 1245, "whole": 1246, "placing": 1247, "wards": 1248, "grant": 1249, "watching": 1250, "surprise": 1251, "movements": 1252, "plays": 1253, "important": 1254, "shift": 1255, "iv": 1256, "functions": 1257, "assassin": 1258, "dies": 1259, "rapidly": 1260, "himself": 1261, "buys": 1262, "disruption": 1263, "somewhere": 1264, "lux": 1265, "mage": 1266, "disrupting": 1267, "controller": 1268, "offer": 1269, "playstyles": 1270, "neatly": 1271, "particular": 1272, "class": 1273, "nfeatured": 1274, "limited": 1275, "weeks": 1276, "recurring": 1277, "event": 1278, "previously": 1279, "arurf": 1280, "nemesis": 1281, "blitz": 1282, "siege": 1283, "legend": 1284, "poro": 1285, "king": 1286, "bots": 1287, "hunt": 1288, "blood": 1289, "moon": 1290, "market": 1291, "brawlers": 1292, "definitely": 1293, "snowdown": 1294, "showdown": 1295, "fools": 1296, "prank": 1297, "proved": 1298, "proper": 1299, "resource": 1300, "cooldowns": 1301, "80": 1302, "double": 1303, "cap": 1304, "attained": 1305, "increased": 1306, "speed": 1307, "passive": 1308, "battler": 1309, "chess": 1310, "centers": 1311, "battlefield": 1312, "consisting": 1313, "hexagons": 1314, "strategically": 1315, "onto": 1316, "board": 1317, "commences": 1318, "outcome": 1319, "determining": 1320, "completely": 1321, "depleted": 1322, "standing": 1323, "winner": 1324, "shared": 1325, "rounds": 1326, "arsenal": 1327, "opportunity": 1328, "allowing": 1329, "better": 1330, "odds": 1331, "recover": 1332, "losing": 1333, "33": 1334, "nbusiness": 1335, "funded": 1336, "using": 1337, "purchased": 1338, "store": 1339, "multi": 1340, "boosts": 1341, "material": 1342, "acquired": 1343, "final": 1344, "oe": 1345, "via": 1346, "hextech": 1347, "crafting": 1348, "nsetting": 1349, "takes": 1350, "collection": 1351, "related": 1352, "political": 1353, "main": 1354, "continent": 1355, "extraplanar": 1356, "come": 1357, "worlds": 1358, "visiting": 1359, "purposes": 1360, "reflected": 1361, "gone": 1362, "phases": 1363, "canon": 1364, "x93present": 1365, "exact": 1366, "predecessor": 1367, "warring": 1368, "hero": 1369, "rosters": 1370, "legal": 1371, "explain": 1372, "functionally": 1373, "ruled": 1374, "extremely": 1375, "intimidate": 1376, "nations": 1377, "compliance": 1378, "whims": 1379, "resolve": 1380, "act": 1381, "greatest": 1382, "hated": 1383, "form": 1384, "things": 1385, "'fair": 1386, "even": 1387, "involved": 1388, "explicitly": 1389, "sealed": 1390, "otherwise": 1391, "demigoddesses": 1392, "kayle": 1393, "explained": 1394, "participate": 1395, "relearn": 1396, "judgment": 1397, "handed": 1398, "privileges": 1399, "favored": 1400, "setup": 1401, "constraining": 1402, "put": 1403, "emphasis": 1404, "faceless": 1405, "puppets": 1406, "manipulated": 1407, "godlike": 1408, "rendered": 1409, "secondary": 1410, "mere": 1411, "servants": 1412, "unable": 1413, "destiny": 1414, "reason": 1415, "join": 1416, "serial": 1417, "killer": 1418, "spirit": 1419, "brand": 1420, "monster": 1421, "rek": 1422, "'sai": 1423, "wished": 1424, "let": 1425, "center": 1426, "stage": 1427, "pursuing": 1428, "goals": 1429, "gangplank": 1430, "hunter": 1431, "miss": 1432, "fortune": 1433, "driven": 1434, "comic": 1435, "book": 1436, "classic": 1437, "literature": 1438, "adventures": 1439, "necessarily": 1440, "sense": 1441, "continuity": 1442, "aren": 1443, "x99t": 1444, "copies": 1445, "rivalry": 1446, "alliance": 1447, "conflict": 1448, "entities": 1449, "fought": 1450, "wars": 1451, "cold": 1452, "esque": 1453, "seeking": 1454, "quietly": 1455, "undermine": 1456, "idealized": 1457, "medieval": 1458, "kingdom": 1459, "reminiscent": 1460, "roman": 1461, "demacian": 1462, "themes": 1463, "chivalry": 1464, "honor": 1465, "prides": 1466, "itself": 1467, "guile": 1468, "forefront": 1469, "neglected": 1470, "undercity": 1471, "darker": 1472, "engaging": 1473, "ethically": 1474, "questionable": 1475, "research": 1476, "icy": 1477, "riven": 1478, "civil": 1479, "rival": 1480, "claimant": 1481, "queens": 1482, "ashe": 1483, "sejuani": 1484, "lissandra": 1485, "bandle": 1486, "peaceful": 1487, "yordles": 1488, "small": 1489, "humanoids": 1490, "ionia": 1491, "nation": 1492, "connection": 1493, "monk": 1494, "ninja": 1495, "archetypes": 1496, "vastaya": 1497, "animal": 1498, "hybrid": 1499, "creatures": 1500, "port": 1501, "town": 1502, "chain": 1503, "magically": 1504, "corrupted": 1505, "haunted": 1506, "malign": 1507, "mist": 1508, "leeches": 1509, "empowers": 1510, "undead": 1511, "targon": 1512, "ancient": 1513, "mountain": 1514, "greek": 1515, "mythology": 1516, "resurrected": 1517, "somewhat": 1518, "egyptian": 1519, "icathia": 1520, "fallen": 1521, "abandoned": 1522, "dimension": 1523, "crossed": 1524, "'original": 1525, "storyline": 1526, "ndevelopment": 1527, "developer": 1528, "attended": 1529, "designer": 1530, "pendragon": 1531, "mescon": 1532, "administrator": 1533, "develop": 1534, "inspiration": 1535, "1998": 1536, "starcraft": 1537, "aeon64": 1538, "reign": 1539, "chaos": 1540, "editor": 1541, "2002": 1542, "modder": 1543, "eul": 1544, "ported": 1545, "named": 1546, "allstars": 1547, "inserting": 1548, "mix": 1549, "greatly": 1550, "expanding": 1551, "recipes": 1552, "changes": 1553, "passed": 1554, "icefrog": 1555, "accepting": 1556, "job": 1557, "newly": 1558, "formed": 1559, "spiritual": 1560, "successor": 1561, "alone": 1562, "began": 1563, "materialize": 1564, "end": 1565, "2005": 1566, "born": 1567, "fun": 1568, "innovative": 1569, "represented": 1570, "spawning": 1571, "genre": 1572, "deserved": 1573, "significantly": 1574, "enhanced": 1575, "officially": 1576, "opened": 1577, "office": 1578, "working": 1579, "creating": 1580, "instead": 1581, "leaving": 1582, "just": 1583, "few": 1584, "process": 1585, "everyone": 1586, "template": 1587, "vote": 1588, "2008": 1589, "closed": 1590, "transitioned": 1591, "nrelease": 1592, "self": 1593, "publishes": 1594, "operates": 1595, "customer": 1596, "service": 1597, "aspects": 1598, "regarding": 1599, "australia": 1600, "inc": 1601, "instant": 1602, "messaging": 1603, "growing": 1604, "300": 1605, "leading": 1606, "partnerships": 1607, "bring": 1608, "u": 1609, "s": 1610, "licensing": 1611, "department": 1612, "division": 1613, "13": 1614, "channeling": 1615, "operation": 1616, "established": 1617, "hq": 1618, "dublin": 1619, "16": 1620, "publish": 1621, "transfer": 1622, "import": 1623, "stored": 1624, "mac": 1625, "moved": 1626, "full": 1627, "brazilian": 1628, "turkish": 1629, "latin": 1630, "russian": 1631, "japanese": 1632, "nreception": 1633, "generally": 1634, "favorable": 1635, "reviews": 1636, "aggregator": 1637, "metacritic": 1638, "awarded": 1639, "highlighting": 1640, "enjoyable": 1641, "inventive": 1642, "good": 1643, "customization": 1644, "options": 1645, "lively": 1646, "visuals": 1647, "confusing": 1648, "criticized": 1649, "felt": 1650, "missing": 1651, "finally": 1652, "noted": 1653, "patience": 1654, "newcomers": 1655, "though": 1656, "solve": 1657, "problem": 1658, "matching": 1659, "leah": 1660, "b": 1661, "reviewed": 1662, "changing": 1663, "9": 1664, "hailed": 1665, "excellence": 1666, "praising": 1667, "rewarding": 1668, "progression": 1669, "systems": 1670, "fast": 1671, "intensely": 1672, "strategic": 1673, "fellow": 1674, "newerth": 1675, "mike": 1676, "minotti": 1677, "venturebeat": 1678, "easiest": 1679, "fastest": 1680, "pace": 1681, "complex": 1682, "closer": 1683, "stars": 1684, "2015": 1685, "15th": 1686, "usgamer": 1687, "2000": 1688, "list": 1689, "stated": 1690, "accumulated": 1691, "whom": 1692, "said": 1693, "12": 1694, "times": 1695, "67": 1696, "peaked": 1697, "korean": 1698, "continues": 1699, "remained": 1700, "overwatch": 1701, "displaced": 1702, "still": 1703, "disclaimer": 1704, "numbers": 1705, "home": 1706, "rates": 1707, "xfire": 1708, "report": 1709, "stating": 1710, "logged": 1711, "second": 1712, "country": 1713, "percent": 1714, "population": 1715, "subscribed": 1716, "august": 1717, "111": 1718, "revenue": 1719, "highest": 1720, "grossing": 1721, "dungeon": 1722, "lyrics": 1723, "song": 1724, "masterpiece": 1725, "swedish": 1726, "musician": 1727, "basshunter": 1728, "quote": 1729, "lines": 1730, "nawards": 1731, "nominations": 1732, "won": 1733, "reader": 1734, "award": 1735, "strategy": 1736, "gamespy": 1737, "nominated": 1738, "spectator": 1739, "nesports": 1740, "taking": 1741, "worldwide": 1742, "29": 1743, "203": 1744, "916": 1745, "083": 1746, "718": 1747, "64": 1748, "397": 1749, "286": 1750, "495": 1751, "613": 1752, "nat": 1753, "collegiate": 1754, "sponsors": 1755, "offering": 1756, "playoffs": 1757, "partners": 1758, "ncaa": 1759, "athletic": 1760, "peach": 1761, "belt": 1762, "organize": 1763, "existing": 1764, "institutional": 1765, "membership": 1766, "35": 1767, "funds": 1768, "yearly": 1769, "14": 1770, "broadcast": 1771, "television": 1772, "network": 1773, "btn": 1774, "part": 1775, "sporting": 1776, "comeptitions": 1777, "included": 1778, "demonstration": 1779, "indonesia": 1780, "eight": 1781, "participated": 1782, "qualifying": 1783, "respective": 1784, "qualification": 1785, "nsee": 1786, "nlist": 1787, "nreferences": 1788, "nfurther": 1789, "reading": 1790, "nexternal": 1791, "links": 1792, "nofficial": 1793, "website": 1794, "nnotes": 1795, "chart": 1796, "reflects": 1797, "staff": 1798, "holding": 1799, "positions": 1800, "individuals": 1801, "held": 1802, "undergoes": 1803, "constant": 1804, "change": 1805, "creative": 1806}